<?php
	/*
		Файл однотипных сообщений (автоответчик/словарь) "vk-antikidok"
	    Версия данного бота: Alpha 5
		Ссылка на GitHub - github.com/lujo777/antikidok-bot
	*/
	
	$autoMessages = array(
		"информация" => "Мы против кидков!<br>Наш бот умеет:<br> - выдавать информацию о кидках<br>- показывать советы по защите от кидков<br> - подсказывать с правилами ВКОНТАКТЕ<br>- подскажет, как возвращать аккаунты от самых разных игр<br><br>Также здесь ты можешь узнать цены наших услуг<br>И выиграть бонусные монеты и обменять их на призы!<br><br>Для того, чтобы увидеть наш список команд, введи 'помощь' без кавычек<br><br>Бот сделан на открытой платформе vk-antikidok",
		"тест" => "система работает, всё отлично. &#128295;",
		"привет" => "здравствуй, друг!",
		"как дела" => "отлично, сам как?",
		"что делаешь" => "отвечаю на сообщения, я же бот.",
		"чем занимаешься" => "отвечаю на сообщения, я же бот.",
		"что" => "ничего",
		"чего" => "ничего",
		"да" => "ага",
		"нет" => "омлет",
		"кек" => "лол, орбидол",
		"лол" => "кек, чебурек",
		"помощь" => "помощь по командам бота <br>- баланс (позволяет узнать свой игровой счёт)<br>- игра [ставка] (игра с шансом 50 на 50, либо выиграешь и удвоишь ставку, либо проиграешь)<br>- рандом [от] [до] (получает случайное число в заданном диапазоне)<br>-информация (информация о боте)<br>- вероятность [событие] (вероятность заданного события в процентах)<br>- профиль (ваш профиль в боте)<br>- перевод [ссылка] [сумма] (выполняет перевод монет указанному пользователю)"
	);
?>